sim/OpenFOAM/LV3_LD-Haack/rcf_200/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 266000;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 266000;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 266000;
        value           uniform 266000;
    }
    freestream
    {
        type            inletOutlet;
        inletValue      uniform 266000;
        value           uniform 266000;
    }
    nose
    {
        type            epsilonWallFunction;
        value           uniform 266000;
    }
        wedgefront
    {
        type            wedge;
    }
    wedgeback
    {
        type            wedge;
    }
    defaultFaces
    {
        type            empty;
    }
}


// ************************************************************************* //
